[
    {
      "_id": "5b768b490b2cafc35f882965",
      "email": "shawnabird@cedward.com",
      "password": "5b768b493b3adfdf72389da3",
      "fullname": "Foreman Callahan",
      "roles": "student",
      "bio": "Consequat enim commodo labore fugiat aliquip. Consequat et voluptate dolor reprehenderit aute cillum duis aliqua nostrud aliquip aliquip dolor nulla aliqua. Mollit laboris laboris eu est anim duis velit dolore cillum occaecat ex dolore irure commodo. Anim veniam duis sunt quis ipsum ullamco duis mollit officia occaecat enim et quis proident. Ut Lorem id quis exercitation nulla elit velit mollit.\r\n",
      "competencies": "",
      "technologies": "",
      "github_url": "https://github.com/johndoe",
      "linkedin_url": "https://linkedin.com/in/johndoe",
      "education": {  
        "school": "Laurea UAS",
        "degree": "BA",
        "study_field": "Information System",
        "start_time": "Tue Mar 24 2017 20:19:19 GMT+0300 (Eastern European Summer Time)",
        "end_time": "Sat Mar 10 2018 10:59:31 GMT+0200 (Eastern European Standard Time)",
        "details": "Occaecat exercitation ad irure pariatur deserunt. Occaecat laborum commodo nostrud laboris pariatur. In consectetur consequat quis sit voluptate labore veniam proident. Commodo laborum est qui in esse nisi in aliqua aliquip. Ex aute ex ex elit deserunt nulla irure. Eiusmod pariatur minim sunt aute incididunt ut ullamco sunt eu eiusmod nisi cupidatat ea cillum.\r\n"
      },
      "work_experience": {
        "title": "designer",
        "company": "TURNABOUT",
        "location": "615 Oxford Walk, Westerville, Washington, 8424",
        "start_time": "Tue Mar 24 2017 20:19:19 GMT+0300 (Eastern European Summer Time)",
        "end_time": "Tue Mar 28 2017 20:19:19 GMT+0300 (Eastern European Summer Time)",
        "details": "Aute do occaecat mollit dolor. Cillum amet fugiat duis quis ut ad ut non ut ad occaecat. Nulla cupidatat est excepteur irure mollit incididunt est nostrud deserunt sunt cillum veniam nulla. Eu consectetur aute ut quis elit irure dolor consectetur ad magna duis. Dolore ad fugiat eiusmod officia adipisicing. Quis magna cupidatat dolore nisi occaecat nisi officia excepteur labore officia consectetur ex nisi. Proident ut id tempor culpa do minim eiusmod aliquip aliquip aliquip Lorem consectetur eu sint.\r\n"
      }
    },
    {
      "_id": "5b768b497e7d6a3daad4e03e",
      "email": "foremancallahan@turnabout.com",
      "password": "5b768b4966e76f10e786fa85",
      "fullname": "Peters Shepherd",
      "roles": "teacher",
      "bio": "Laborum irure do cupidatat nulla velit sit consequat anim sunt. Officia exercitation ullamco fugiat non eu enim magna dolore veniam consequat in. Amet aute consequat eu pariatur irure et pariatur ea in cillum dolor sint est. Aliqua commodo quis tempor consectetur cupidatat mollit quis qui Lorem eiusmod sint eu quis minim. Lorem ea eu deserunt nulla incididunt magna labore enim amet in dolore reprehenderit adipisicing fugiat.\r\n",
      "competencies": "",
      "technologies": "",
      "github_url": "https://github.com/johndoe",
      "linkedin_url": "https://linkedin.com/in/johndoe",
      "education": {
        "school": "Laurea UAS",
        "degree": "BA",
        "study_field": "Computer Sciences",
        "start_time": "Tue Mar 24 2017 20:19:19 GMT+0300 (Eastern European Summer Time)",
        "end_time": "Sat Feb 10 2018 18:23:44 GMT+0200 (Eastern European Standard Time)",
        "details": "Cillum minim culpa dolor occaecat est veniam voluptate tempor. Deserunt ullamco esse cupidatat duis aliquip exercitation quis pariatur occaecat elit laboris. Sit sint eiusmod deserunt dolor enim ipsum anim mollit culpa nulla ullamco officia proident. Tempor consequat fugiat fugiat ullamco qui laborum. Proident labore et proident enim elit exercitation ex consequat ullamco do amet. Aliquip dolore officia nostrud nulla ex eiusmod in. Occaecat in et aliqua anim qui pariatur exercitation dolore cupidatat ipsum dolor est amet consectetur.\r\n"
      },
      "work_experience": {
        "title": "designer",
        "company": "KNOWLYSIS",
        "location": "950 Cobek Court, Eastmont, West Virginia, 9123",
        "start_time": "Tue Mar 24 2017 20:19:19 GMT+0300 (Eastern European Summer Time)",
        "end_time": "Mon Mar 26 2018 07:38:31 GMT+0300 (Eastern European Summer Time)",
        "details": "Minim dolore fugiat proident elit dolor anim esse nisi fugiat id sint do elit exercitation. Nostrud est nulla magna labore tempor consectetur do consequat id adipisicing minim sunt consectetur aute. Nulla ut qui excepteur commodo duis. Duis et eu esse aliquip sunt. Esse est sunt culpa quis nulla deserunt proident id mollit eu adipisicing ut. Eu aute mollit voluptate deserunt ipsum commodo exercitation anim cillum ad aliquip exercitation ex commodo. Deserunt cillum anim aliqua eu duis proident proident nostrud.\r\n"
      }
    },
    {
      "_id": "5b768b4934386f94dae0b58e",
      "email": "petersshepherd@knowlysis.com",
      "password": "5b768b4939be4992aeb7f832",
      "fullname": "Shari Monroe",
      "roles": "student",
      "bio": "Proident esse id dolore eu sit occaecat. Aliquip Lorem dolor fugiat commodo sint commodo. Eu commodo aliquip proident consequat est tempor occaecat. Nulla id magna irure ipsum sint in quis. Enim occaecat ut nisi enim pariatur ipsum nisi reprehenderit eu ex exercitation minim esse duis. Culpa mollit proident ullamco fugiat dolor Lorem eiusmod exercitation excepteur. Aliqua dolore reprehenderit aute do adipisicing enim Lorem ea quis eiusmod.\r\n",
      "competencies": "",
      "technologies": "",
      "github_url": "https://github.com/johndoe",
      "linkedin_url": "https://linkedin.com/in/johndoe",
      "education": {
        "school": "Haaga-Helia UAS",
        "degree": "MS",
        "study_field": "Information Techonology",
        "start_time": "Tue Mar 24 2017 20:19:19 GMT+0300 (Eastern European Summer Time)",
        "end_time": "Tue Jul 18 2017 09:50:06 GMT+0300 (Eastern European Summer Time)",
        "details": "Enim ipsum eiusmod cillum aute veniam qui id veniam ex et cupidatat aliquip enim incididunt. Dolore deserunt et exercitation officia aliqua tempor nostrud tempor. Exercitation quis consectetur ut elit.\r\n"
      },
      "work_experience": {
        "title": "teacher",
        "company": "AUSTEX",
        "location": "741 Delevan Street, Siglerville, Georgia, 6042",
        "start_time": "Tue Mar 24 2017 20:19:19 GMT+0300 (Eastern European Summer Time)",
        "end_time": "Fri Mar 24 2017 05:04:20 GMT+0200 (Eastern European Standard Time)",
        "details": "Veniam ad elit duis cupidatat ad amet id consequat ad sit in aliqua id nisi. Fugiat commodo ut elit duis Lorem minim ipsum minim veniam mollit irure ut est deserunt. Excepteur aliquip Lorem esse ut consequat qui occaecat commodo.\r\n"
      }
    },
    {
      "_id": "5b768b497f701e29c322bfab",
      "email": "sharimonroe@austex.com",
      "password": "5b768b49792270ed7311d6a6",
      "fullname": "Haynes Blackwell",
      "roles": "guest",
      "bio": "Ipsum occaecat qui nostrud qui. Est amet in tempor enim. Do cillum cillum cillum dolor minim fugiat. Enim dolor aliqua ex eiusmod labore nostrud ex. Nulla incididunt consectetur laboris occaecat. Elit veniam laboris occaecat exercitation sunt labore aute.\r\n",
      "competencies": "",
      "technologies": "",
      "github_url": "https://github.com/johndoe",
      "linkedin_url": "https://linkedin.com/in/johndoe",
      "education": {
        "school": "Haaga-Helia UAS",
        "degree": "MS",
        "study_field": "Computer Sciences",
        "start_time": "Tue Mar 24 2017 20:19:19 GMT+0300 (Eastern European Summer Time)",
        "end_time": "Wed Oct 25 2017 03:24:59 GMT+0300 (Eastern European Summer Time)",
        "details": "Elit voluptate voluptate pariatur culpa commodo excepteur ullamco proident reprehenderit esse voluptate qui minim nostrud. Deserunt qui ut labore dolore excepteur aliqua do quis ipsum tempor ea nostrud amet laboris. Sunt reprehenderit sunt pariatur aute aliquip aliqua sunt.\r\n"
      },
      "work_experience": {
        "title": "teacher",
        "company": "ZENSUS",
        "location": "305 Union Avenue, Onton, American Samoa, 8975",
        "start_time": "Tue Mar 24 2017 20:19:19 GMT+0300 (Eastern European Summer Time)",
        "end_time": "Thu Feb 16 2017 20:27:46 GMT+0200 (Eastern European Standard Time)",
        "details": "Exercitation nostrud ex aliquip velit. Eiusmod sit proident magna occaecat ad eiusmod fugiat. Occaecat duis esse aute veniam Lorem magna cupidatat ex velit incididunt enim. Deserunt ex deserunt ea cillum. Incididunt id proident eu tempor id ex ea irure. Ullamco velit nisi in non ut et aliqua ut ea. Fugiat elit Lorem sint consectetur quis ullamco aliquip non cillum.\r\n"
      }
    },
    {
      "_id": "5b768b4915be0c9596b27e75",
      "email": "haynesblackwell@zensus.com",
      "password": "5b768b49e14282ee84646eea",
      "fullname": "Barry Logan",
      "roles": "teacher",
      "bio": "Lorem ut ea fugiat laborum id. Mollit excepteur nulla excepteur reprehenderit aliquip consectetur. Ipsum esse eu culpa mollit sunt cupidatat nostrud commodo tempor nisi sunt et.\r\n",
      "competencies": "",
      "technologies": "",
      "github_url": "https://github.com/johndoe",
      "linkedin_url": "https://linkedin.com/in/johndoe",
      "education": {
        "school": "Metropolia UAS",
        "degree": "BA",
        "study_field": "Computer Sciences",
        "start_time": "Tue Mar 24 2017 20:19:19 GMT+0300 (Eastern European Summer Time)",
        "end_time": "Sat Jun 17 2017 21:23:36 GMT+0300 (Eastern European Summer Time)",
        "details": "Ut non est mollit aliqua aliquip nisi aliquip laboris aliqua eu. Veniam non cupidatat duis est. Consequat consequat non reprehenderit sit amet ipsum in aliqua dolore aliquip ullamco ipsum eu. Minim ea nisi amet est dolor velit occaecat nostrud do. Et ipsum cupidatat veniam dolor cupidatat mollit qui. Aliqua irure quis ex est labore enim ullamco amet officia do pariatur proident laborum. Proident deserunt minim consequat quis adipisicing amet amet veniam.\r\n"
      },
      "work_experience": {
        "title": "teacher",
        "company": "DOGNOSIS",
        "location": "123 Beaver Street, Springville, Kansas, 217",
        "start_time": "Tue Mar 24 2017 20:19:19 GMT+0300 (Eastern European Summer Time)",
        "end_time": "Tue Oct 31 2017 00:17:33 GMT+0200 (Eastern European Standard Time)",
        "details": "Deserunt dolore cillum officia irure voluptate laboris nulla enim do Lorem. Amet non in consequat voluptate consectetur ipsum nulla cupidatat ipsum occaecat Lorem pariatur tempor nulla. Minim dolor officia eu qui laboris voluptate reprehenderit laboris amet nostrud. Ex dolor veniam et est culpa.\r\n"
      }
    }
  ]